Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# GeneralPrefs.ManageAIAPIKeys
source: Manage AI API Keys
de: KI-API-Schlüssel verwalten
ja: AI API キーを管理
pt_br: Gerenciar chaves de API de IA
ru: Управление ключами API ИИ
zh_hans: 管理 AI API 密钥

# GeneralPrefs.ModelUpdateBusy
source: A check for AI model updates is already in progress.
de: Eine Suche nach KI-Modell-Updates läuft bereits.
ja: AI モデルの更新確認はすでに実行中です。
pt_br: Uma verificação de atualizações de modelos de IA já está em andamento.
ru: Проверка обновлений моделей ИИ уже выполняется.
zh_hans: 正在检查 AI 模型的更新。

# GeneralPrefs.ModelUpdateDisabled
source: AI model updates are turned off in Advanced Settings (the update URL is empty).
de: KI-Modell-Updates sind in den erweiterten Einstellungen deaktiviert (die Update-URL ist leer).
ja: AI モデルの更新は詳細設定でオフになっています（更新 URL が空です）。
pt_br: As atualizações de modelos de IA estão desativadas nos Ajustes avançados (a URL de atualização está vazia).
ru: Обновления моделей ИИ отключены в Расширенных настройках (URL-адрес обновления пуст).
zh_hans: 在高级设置中已关闭AI模型更新功能（更新URL为空）。

# GeneralPrefs.ModelUpdateDownloaded
source: A newer AI model list was downloaded. It will take effect the next time you launch iTerm2.
de: Eine neuere KI-Modellliste wurde heruntergeladen. Sie wird beim nächsten Start von iTerm2 wirksam.
ja: 新しい AI モデルリストがダウンロードされました。次回 iTerm2 を起動したときに反映されます。
pt_br: Uma lista mais recente de modelos de IA foi transferida. Ela entrará em vigor na próxima vez que você abrir o iTerm2.
ru: Загружен более новый список моделей ИИ. Изменения вступят в силу при следующем запуске iTerm2.
zh_hans: 下载了新的AI模型列表。下次启动iTerm2时将生效。

# GeneralPrefs.ModelUpdateFailed
source: Couldn’t check for AI model updates. Please try again later.
de: Es konnte nicht nach KI-Modell-Updates gesucht werden. Bitte versuchen Sie es später erneut.
ja: AI モデルの更新を確認できませんでした。しばらくしてからもう一度お試しください。
pt_br: Não foi possível verificar atualizações de modelos de IA. Tente novamente mais tarde.
ru: Не удалось проверить обновления моделей ИИ. Повторите попытку позже.
zh_hans: 无法检查AI模型更新。请稍后再次尝试。

# GeneralPrefs.ModelUpdateNotEnabled
source: Turn on AI features before checking for model updates.
de: Aktivieren Sie die KI-Funktionen, bevor Sie nach Modell-Updates suchen.
ja: モデルの更新を確認する前に、AI 機能をオンにしてください。
pt_br: Ative os recursos de IA antes de verificar atualizações de modelos.
ru: Включите функции ИИ перед проверкой обновлений моделей.
zh_hans: 在检查模型更新前，请开启AI功能。

# GeneralPrefs.ModelUpdateUpToDate
source: Your AI model list is already up to date.
de: Ihre KI-Modellliste ist bereits aktuell.
ja: AI モデルリストはすでに最新です。
pt_br: Sua lista de modelos de IA já está atualizada.
ru: Список моделей ИИ уже актуален.
zh_hans: 您的AI模型列表已更新到最新状态。

# GeneralPrefs.NewWindowPlacement
source: New window placement
de: Platzierung neuer Fenster
ja: 新規ウインドウの配置
pt_br: Posicionamento de novas janelas
ru: Расположение нового окна
zh_hans: 新窗口位置

# GeneralPrefs.OpenSystemPreferences
source: Open System Preferences
de: Systemeinstellungen öffnen
ja: システム環境設定を開く
pt_br: Abrir as Preferências do Sistema
ru: Открыть «Системные настройки»
zh_hans: 打开系统设置

# GeneralPrefs.OpenSystemSettings
source: Open System Settings
de: Systemeinstellungen öffnen
ja: システム設定を開く
pt_br: Abrir os Ajustes do Sistema
ru: Открыть «Настройки системы»
zh_hans: 打开系统设置

# GeneralPrefs.PluginInstalledWorking
source: Plugin installed and working ✅
de: Plugin installiert und funktioniert ✅
ja: プラグインはインストール済みで正常に動作しています ✅
pt_br: Plugin instalado e funcionando ✅
ru: Плагин установлен и работает ✅
zh_hans: 插件已安装且工作正常 ✅

# GeneralPrefs.ProblemErasing
source: Problem Erasing Settings and Data
de: Problem beim Löschen von Einstellungen und Daten
ja: 設定とデータの消去で問題が発生しました
pt_br: Problema ao apagar ajustes e dados
ru: Проблема при удалении настроек и данных
zh_hans: 清除设置和数据时出现问题

# GeneralPrefs.ProblemExporting
source: Problem Exporting
de: Problem beim Exportieren
ja: エクスポートで問題が発生しました
pt_br: Problema ao exportar
ru: Проблема при экспорте
zh_hans: 导出时出现问题

# GeneralPrefs.ProblemImporting
source: Problem Importing
de: Problem beim Importieren
ja: インポートで問題が発生しました
pt_br: Problema ao importar
ru: Проблема при импорте
zh_hans: 导入时出现问题

# GeneralPrefs.PromptChatIconExplanation
source: The chat’s title will replace it when speaking to the AI.
de: Der Titel des Chats ersetzt diesen Wert, wenn mit der KI gesprochen wird.
ja: AI との対話時に、チャットのタイトルがこれに置き換わります。
pt_br: O título do chat irá substituí-lo ao falar com a IA.
ru: Название чата заменит это значение при обращении к ИИ.
zh_hans: 与AI对话时，聊天标题将替代此内容。

# GeneralPrefs.PromptEngageExplanation
source: The query you enter will replace it when speaking to the AI. For example: “Write a unix command to \(ai.prompt).”
de: Die von Ihnen eingegebene Abfrage ersetzt diesen Wert, wenn mit der KI gesprochen wird. Zum Beispiel: „Schreibe einen Unix-Befehl für \(ai.prompt).“
ja: AI との対話時に、入力したクエリがこれに置き換わります。例:「Write a unix command to \(ai.prompt).」
pt_br: A consulta que você digitar irá substituí-lo ao falar com a IA. Por exemplo: “Escreva um comando unix para \(ai.prompt).”
ru: Введенный вами запрос заменит это значение при обращении к ИИ. Например: «Напишите команду unix для \(ai.prompt).»
zh_hans: 输入查询内容将替代此内容，例如：“为 \(ai.prompt) 编写一条Unix命令。”

# GeneralPrefs.PromptMustContain
source: The prompt must contain the substring %1$@. %2$@
de: Der Prompt muss die Zeichenfolge %1$@ enthalten. %2$@
ja: プロンプトには文字列 %1$@ を含める必要があります。%2$@
pt_br: O prompt deve conter a substring %1$@. %2$@
ru: Запрос должен содержать подстроку %1$@. %2$@
zh_hans: 提示词必须包含子字符串 %1$@. %2$@

# GeneralPrefs.RestartRequired
source: You must restart iTerm2 for this change to take effect.
de: Sie müssen iTerm2 neu starten, damit diese Änderung wirksam wird.
ja: この変更を有効にするには iTerm2 を再起動する必要があります。
pt_br: Você precisa reiniciar o iTerm2 para que esta mudança tenha efeito.
ru: Чтобы это изменение вступило в силу, перезапустите iTerm2.
zh_hans: 你必须重启 iTerm2 才能使此更改生效。

# GeneralPrefs.RevealInFinder
source: Reveal in Finder
de: Im Finder anzeigen
ja: Finder で表示
pt_br: Mostrar no Finder
ru: Показать в Finder
zh_hans: 在访达中显示

# GeneralPrefs.TmuxPauseAgeLimit
source: Pause a tmux pane if it would take more than this many seconds to catch up.
de: Pausiert eine tmux-Pane, wenn sie mehr als so viele Sekunden bräuchte, um aufzuholen.
ja: 追いつくのにこの秒数を超える場合、tmux ペインを一時停止します。
pt_br: Pausar um painel do tmux se ele levasse mais do que esta quantidade de segundos para se atualizar.
ru: Приостанавливать панель tmux, если для синхронизации потребуется больше указанного числа секунд.
zh_hans: 如果追赶需要超过此秒数，则暂停 tmux 窗格。

# GeneralPrefs.WindowRestorationDisabledMessage13
source: System window restoration has been disabled, which prevents iTerm2 from respecting this setting. Disable ”System Settings > Desktop & Dock > Close windows when quitting an application“ to enable window restoration.
de: Die Systemfenster-Wiederherstellung wurde deaktiviert, wodurch iTerm2 diese Einstellung nicht berücksichtigen kann. Deaktivieren Sie „Systemeinstellungen > Schreibtisch & Dock > Fenster beim Beenden einer App schließen“, um die Fenster-Wiederherstellung zu aktivieren.
ja: システムのウインドウ復元が無効になっているため、iTerm2 はこの設定に従うことができません。ウインドウの復元を有効にするには、「システム設定 > デスクトップと Dock > アプリケーション終了時にウインドウを閉じる」をオフにしてください。
pt_br: A restauração de janelas do sistema foi desativada, o que impede o iTerm2 de respeitar este ajuste. Desative “Ajustes do Sistema > Mesa e Dock > Fechar janelas ao encerrar um aplicativo” para ativar a restauração de janelas.
ru: Восстановление окон системой отключено, из-за чего iTerm2 не может применить эту настройку. Отключите «Настройки системы > Рабочий стол и Dock > Закрывать окна при выходе из приложения», чтобы включить восстановление окон.
zh_hans: 系统窗口恢复已被停用，这导致 iTerm2 无法遵循此设置。请停用“系统设置 > 桌面与程序坞 > 退出应用时关闭窗口”以启用窗口恢复。

# GeneralPrefs.WindowRestorationDisabledMessageLegacy
source: System window restoration has been disabled, which prevents iTerm2 from respecting this setting. Disable System Settings > General > Close windows when quitting an app to enable window restoration.
de: Die Systemfenster-Wiederherstellung wurde deaktiviert, wodurch iTerm2 diese Einstellung nicht berücksichtigen kann. Deaktivieren Sie Systemeinstellungen > Allgemein > Fenster beim Beenden einer App schließen, um die Fenster-Wiederherstellung zu aktivieren.
ja: システムのウインドウ復元が無効になっているため、iTerm2 はこの設定に従うことができません。ウインドウの復元を有効にするには、システム設定 > 一般 > App の終了時にウインドウを閉じる をオフにしてください。
pt_br: A restauração de janelas do sistema foi desativada, o que impede o iTerm2 de respeitar este ajuste. Desative Ajustes do Sistema > Geral > Fechar janelas ao encerrar um aplicativo para ativar a restauração de janelas.
ru: Восстановление окон системой отключено, из-за чего iTerm2 не может применить эту настройку. Отключите «Настройки системы > Основные > Закрывать окна при выходе из приложения», чтобы включить восстановление окон.
zh_hans: 系统窗口恢复已被停用，这导致 iTerm2 无法遵循此设置。请停用“系统设置 > 通用 > 退出应用时关闭窗口”以启用窗口恢复。

# GeneralPrefs.WindowRestorationDisabledTitle
source: Window Restoration Disabled
de: Fenster-Wiederherstellung deaktiviert
ja: ウインドウの復元が無効です
pt_br: Restauração de janelas desativada
ru: Восстановление окон отключено
zh_hans: 窗口恢复已停用

# GlobalSearch.FoldedRegionMatches
source: Folded region (%ld matches)
de: Eingeklappter Bereich (%ld Treffer)
ja: 折りたたまれた領域（%ld 件の一致）
pt_br: Região recolhida (%ld correspondências)
ru: Свернутая область (%ld совпадения)
zh_hans: 折叠区域（%ld 个匹配项）

# GPURenderer.Enabled
source: GPU rendering is enabled for the current session.
de: Das GPU-Rendering ist für die aktuelle Sitzung aktiviert.
ja: 現在のセッションでGPUレンダリングが有効になっています。
pt_br: A renderização por GPU está ativada na sessão atual.
ru: Рендеринг на GPU включён для текущего сеанса.
zh_hans: 当前会话已启用 GPU 渲染。

# GPURenderer.OffBecause
source: GPU rendering is off in the current session because %@
de: Das GPU-Rendering ist in der aktuellen Sitzung deaktiviert, weil %@
ja: 現在のセッションでGPUレンダリングがオフになっています。理由: %@
pt_br: A renderização por GPU está desativada na sessão atual porque %@
ru: Рендеринг на GPU отключён в текущем сеансе, потому что %@
zh_hans: 由于 %@ 当前会话中的 GPU 渲染已关闭。

# GPURenderer.Title
source: GPU Renderer Availability
de: Verfügbarkeit des GPU-Renderers
ja: GPUレンダラーの利用可否
pt_br: Disponibilidade do renderizador de GPU
ru: Доступность рендерера GPU
zh_hans: GPU 渲染器可用性

# GraphDatabase.MigrateGenerationFailed
source: Failed to migrate session database (adding generation column): %@
de: Migration der Sitzungsdatenbank fehlgeschlagen (Hinzufügen der Spalte „generation“): %@
ja: セッションデータベースの移行に失敗しました（generation 列の追加）: %@
pt_br: Falha ao migrar o banco de dados da sessão (adicionando a coluna generation): %@
ru: Не удалось выполнить миграцию базы данных сеансов (добавление столбца generation): %@
zh_hans: 迁移会话数据库失败（添加 generation 列）：%@

# GraphDatabase.MigrateLargeDataFailed
source: Failed to migrate session database (adding large_data column): %@
de: Migration der Sitzungsdatenbank fehlgeschlagen (Hinzufügen der Spalte „large_data“): %@
ja: セッションデータベースの移行に失敗しました（large_data 列の追加）: %@
pt_br: Falha ao migrar o banco de dados da sessão (adicionando a coluna large_data): %@
ru: Не удалось выполнить миграцию базы данных сеансов (добавление столбца large_data): %@
zh_hans: 迁移会话数据库失败（添加 large_data 列）：%@

# GraphDatabase.UnknownError
source: Unknown error
de: Unbekannter Fehler
ja: 不明なエラー
pt_br: Erro desconhecido
ru: Неизвестная ошибка
zh_hans: 未知错误

# GraphRecord.NoSuchRecord
source: No such record or wrong type
de: Kein solcher Datensatz oder falscher Typ
ja: 該当するレコードがないか、型が正しくありません
pt_br: Nenhum registro desse tipo ou tipo incorreto
ru: Такой записи не существует или неверный тип
zh_hans: 没有相关记录或类型错误

# GraphTableTransformer.BadRow
source: Bad row: %@
de: Fehlerhafte Zeile: %@
ja: 不正な行: %@
pt_br: Linha inválida: %@
ru: Неверная строка: %@
zh_hans: 错误行：%@

# GraphTableTransformer.DanglingParentPointer
source: Dangling parent pointer %1$@ from %2$@
de: Verwaister Elternzeiger %1$@ von %2$@
ja: %2$@ からの親ポインタ %1$@ が見つかりません
pt_br: Ponteiro de pai pendente %1$@ de %2$@
ru: Оборванный указатель на родителя %1$@ от %2$@
zh_hans: 悬挂的父指针 %1$@ 来自 %2$@

# GraphTableTransformer.TwoRootsFound
source: Two roots found
de: Zwei Wurzeln gefunden
ja: ルートが2つ見つかりました
pt_br: Dois nós raiz encontrados
ru: Найдено два корневых элемента
zh_hans: 找到两个根节点

# GraphTableTransformer.WrongNumberOfItems
source: Wrong number of items in row: %@
de: Falsche Anzahl von Elementen in Zeile: %@
ja: 行内の項目数が正しくありません: %@
pt_br: Número incorreto de itens na linha: %@
ru: Неверное количество элементов в строке: %@
zh_hans: 行中项目数量错误：%@

# HighlightBrowserTrigger.BackgroundLabel
source: Background:
de: Hintergrund:
ja: 背景:
pt_br: Plano de fundo:
ru: Фон:
zh_hans: 背景：

# HighlightBrowserTrigger.HighlightText
source: Highlight Text
de: Text hervorheben
ja: テキストをハイライト
pt_br: Destacar texto
ru: Выделение текста
zh_hans: 高亮文本

# HighlightLineTrigger.Description
source: Highlight Line with %1$@ over %2$@
de: Zeile hervorheben mit %1$@ über %2$@
ja: %2$@ の上に %1$@ で行をハイライト
pt_br: Destacar linha com %1$@ sobre %2$@
ru: Выделение строки %1$@ на фоне %2$@
zh_hans: 用 %1$@ 高亮 %2$@ 下的行

# HighlightLineTrigger.Title
source: Highlight Line…
de: Zeile hervorheben…
ja: 行をハイライト…
pt_br: Destacar linha…
ru: Выделение строки…
zh_hans: 高亮行…

# HighlightTrigger.BackgroundLabel
source: Background:
de: Hintergrund:
ja: 背景:
pt_br: Plano de fundo:
ru: Фон:
zh_hans: 背景：

# HighlightTrigger.DescriptionFormat
source: Highlight text %1$@ over %2$@
de: Text hervorheben %1$@ über %2$@
ja: %2$@ の上に %1$@ でテキストをハイライト
pt_br: Destacar texto %1$@ sobre %2$@
ru: Выделение текста %1$@ на фоне %2$@
zh_hans: 高亮文本 %1$@ 位于 %2$@ 之上

# HighlightTrigger.NoColor
source: (no color)
de: (keine Farbe)
ja: （色なし）
pt_br: (sem cor)
ru: (нет цвета)
zh_hans: (无颜色)

# HighlightTrigger.Title
source: Highlight Text…
de: Text hervorheben…
ja: テキストをハイライト…
pt_br: Destacar texto…
ru: Выделение текста…
zh_hans: 高亮显示文本…

# HotKeyMigration.ChangesToMakeBody
source: Add these settings to the profile named “%1$@” in “%2$@”: %3$@
de: Fügen Sie diese Einstellungen zum Profil „%1$@“ in „%2$@“ hinzu: %3$@
ja: 「%2$@」内のプロファイル「%1$@」に以下の設定を追加してください: %3$@
pt_br: Adicione estes ajustes ao perfil chamado “%1$@” em “%2$@”: %3$@
ru: Добавьте следующие настройки в профиль с именем «%1$@» в «%2$@»: %3$@
zh_hans: 将以下设置添加到 “%2$@” 中的名为 “%1$@” 的配置文件： %3$@

# HotKeyMigration.ChangesToMakeTitle
source: Changes to Make
de: Vorzunehmende Änderungen
ja: 変更が必要な項目
pt_br: Mudanças a fazer
ru: Необходимые изменения
zh_hans: 需要进行的更改

# HotKeyMigration.ChildrenWarning
source: You have dynamic profiles whose “Dynamic Profile Parent Name” is set to your hotkey window's profile, “%1$@.” Because multiple hotkey windows are now supported, the hotkey will now toggle a separate window for each of these profiles. Please update your dynamic profiles appropriately. The affected profiles are: %2$@
de: Sie haben dynamische Profile, deren „Übergeordneter Name des dynamischen Profils“ auf das Profil Ihres Hotkey-Fensters, „%1$@“, gesetzt ist. Da jetzt mehrere Hotkey-Fenster unterstützt werden, öffnet der Hotkey nun für jedes dieser Profile ein eigenes Fenster. Bitte aktualisieren Sie Ihre dynamischen Profile entsprechend. Die betroffenen Profile sind: %2$@
ja: 「Dynamic Profile Parent Name」がホットキーウインドウのプロファイル「%1$@」に設定されているダイナミックプロファイルがあります。複数のホットキーウインドウがサポートされるようになったため、今後はホットキーがこれらのプロファイルごとに個別のウインドウを切り替えます。ダイナミックプロファイルを適宜更新してください。影響を受けるプロファイルは次のとおりです: %2$@
pt_br: Você tem perfis dinâmicos cujo “Dynamic Profile Parent Name” está definido como o perfil da sua janela de hotkey, “%1$@.” Como agora há suporte a várias janelas de hotkey, a hotkey passará a alternar uma janela separada para cada um desses perfis. Atualize seus perfis dinâmicos adequadamente. Os perfis afetados são: %2$@
ru: У вас есть динамические профили, у которых в поле «Dynamic Profile Parent Name» указан профиль вашего окна по горячей клавише, «%1$@». Поскольку теперь поддерживается несколько окон по горячей клавише, горячая клавиша будет открывать отдельное окно для каждого из этих профилей. Обновите свои динамические профили соответствующим образом. Затронутые профили: %2$@
zh_hans: 您的动态配置文件中的“Dynamic Profile Parent Name”被设置为您热键窗口的配置文件“%1$@.”。由于现在支持多个热键窗口，热键将针对每个配置文件切换一个独立的窗口。请相应地更新您的动态配置文件。受影响的配置文件是： %2$@

# HotKeyMigration.CopyToPasteboard
source: Copy to Pasteboard
de: In die Zwischenablage kopieren
ja: クリップボードにコピー
pt_br: Copiar para a área de transferência
ru: Скопировать в буфер обмена
zh_hans: 拷贝到剪贴板

# HotKeyMigration.MigrateTitle
source: Your hotkey window‘s profile is a dynamic profile named “%@.” It needs to be updated for this version of iTerm2 because hotkey settings are now stored in the profile.
de: Das Profil Ihres Hotkey-Fensters ist ein dynamisches Profil namens „%@“. Es muss für diese Version von iTerm2 aktualisiert werden, da Hotkey-Einstellungen jetzt im Profil gespeichert werden.
ja: ホットキーウインドウのプロファイルはダイナミックプロファイル「%@」です。ホットキー設定がプロファイルに保存されるようになったため、このバージョンの iTerm2 用に更新する必要があります。
pt_br: O perfil da sua janela de hotkey é um perfil dinâmico chamado “%@.” Ele precisa ser atualizado para esta versão do iTerm2 porque os ajustes de hotkey agora são armazenados no perfil.
ru: Профилем вашего окна по горячей клавише является динамический профиль с именем «%@». Его необходимо обновить для этой версии iTerm2, так как настройки горячих клавиш теперь хранятся в профиле.
zh_hans: 您的热键窗口的配置文件是一个名为“%@.”的动态配置文件。由于热键设置现在存储在该配置文件中，因此需要针对此版本的iTerm2进行更新。

# HotKeyMigration.ProblemHeading
source: Problem Updating Hotkey Window
de: Problem beim Aktualisieren des Hotkey-Fensters
ja: ホットキーウインドウの更新に関する問題
pt_br: Problema ao atualizar a janela de hotkey
ru: Проблема при обновлении окна по горячей клавише
zh_hans: 更新热键窗口时出现问题

# HotKeyMigration.RemoveHotkey
source: Remove Hotkey
de: Hotkey entfernen
ja: ホットキーを削除
pt_br: Remover hotkey
ru: Удалить горячую клавишу
zh_hans: 移除热键

# HotKeyMigration.ShowWhatToAdd
source: Show Me What to Add
de: Zeige mir, was hinzuzufügen ist
ja: 追加する内容を表示
pt_br: Mostrar o que adicionar
ru: Показать, что добавить
zh_hans: 显示要添加的内容

# HotKeyMigration.UnnamedProfile
source: Unnamed Profile
de: Unbenanntes Profil
ja: 名前のないプロファイル
pt_br: Perfil sem nome
ru: Профиль без имени
zh_hans: 未命名配置文件

# HotKeyMigration.UpdateFile
source: Update File
de: Datei aktualisieren
ja: ファイルを更新
pt_br: Atualizar arquivo
ru: Обновить файл
zh_hans: 更新文件

# ImageWell.ClickToChange
source: Click to change
de: Zum Ändern klicken
ja: クリックして変更
pt_br: Clique para alterar
ru: Нажмите, чтобы изменить
zh_hans: 点按更改

# ImageWell.NoImageSelected
source: No Image Selected — Click to set
de: Kein Bild ausgewählt – zum Festlegen klicken
ja: 画像が選択されていません。クリックして設定
pt_br: Nenhuma imagem selecionada - clique para definir
ru: Изображение не выбрано. Нажмите, чтобы задать
zh_hans: 未选择图像 — 点按设置

# ImportExport.BugEncountered
source: A bug was encountered: %@. Please report this at https://iterm2.com/bugs
de: Ein Fehler ist aufgetreten: %@. Bitte melden Sie dies unter https://iterm2.com/bugs
ja: バグが発生しました: %@。https://iterm2.com/bugs から報告してください
pt_br: Um bug foi encontrado: %@. Reporte isto em https://iterm2.com/bugs
ru: Обнаружена ошибка: %@. Пожалуйста, сообщите об этом на https://iterm2.com/bugs
zh_hans: 遇到一个错误：%@. 请于 https://iterm2.com/bugs 报告此问题。

# ImportExport.DryRunActionLabel
source: Run Dry Run
de: Testlauf ausführen
ja: ドライランを実行
pt_br: Executar simulação
ru: Запустить пробный запуск
zh_hans: 运行模拟操作

# ImportExport.DryRunCompleteBody
source: iTerm2 logged what it would have erased to Console.app. Nothing was actually deleted because the “Dry-run Erase All Settings and Data” advanced setting is enabled.
de: iTerm2 hat protokolliert, was es in Console.app gelöscht hätte. Es wurde nichts tatsächlich gelöscht, da die erweiterte Einstellung „Testlauf: Alle Einstellungen und Daten löschen“ aktiviert ist.
ja: iTerm2 は、消去する予定だった内容を Console.app に記録しました。「Dry-run Erase All Settings and Data」の詳細設定が有効になっているため、実際には何も削除されていません。
pt_br: O iTerm2 registrou no aplicativo Console o que teria apagado. Nada foi realmente excluído porque o ajuste avançado “Dry-run Erase All Settings and Data” está ativado.
ru: iTerm2 записал в Console.app информацию о том, что было бы удалено. Ничего не было удалено на самом деле, поскольку включена расширенная настройка «Пробное удаление всех настроек и данных».
zh_hans: iTerm2 已将本应擦除的内容记录到“控制台”应用中。由于“干运行擦除所有设置和数据”高级设置已启用，实际上没有删除任何内容。

# ImportExport.DryRunCompleteHeading
source: Dry Run Complete
de: Testlauf abgeschlossen
ja: ドライラン完了
pt_br: Simulação concluída
ru: Пробный запуск завершен
zh_hans: 试运行完成

# ImportExport.DryRunConfirmHeading
source: Dry-Run Erase?
de: Testlauf durchführen?
ja: ドライランで消去しますか？
pt_br: Executar simulação de apagamento?
ru: Пробное удаление?
zh_hans: 是否执行清空操作？

# ImportExport.DryRunConfirmTitle
source: Dry-run mode is enabled. iTerm2 will log to Console.app what it would erase and stay running. Nothing will actually be deleted.
de: Der Testlauf-Modus ist aktiviert. iTerm2 protokolliert in Console.app, was gelöscht würde, und bleibt dabei aktiv. Es wird nichts tatsächlich gelöscht.
ja: ドライランモードが有効です。iTerm2 は消去する内容を Console.app に記録して実行を継続します。実際には何も削除されません。
pt_br: O modo de simulação está ativado. O iTerm2 registrará no aplicativo Console o que apagaria e continuará em execução. Nada será realmente excluído.
ru: Включен пробный режим. iTerm2 запишет в Console.app то, что было бы удалено, и продолжит работу. Ничего не будет удалено на самом деле.
zh_hans: 模拟模式已开启。iTerm2 会将将要清除的内容记录到 Console.app 中，程序仍会继续运行。实际上不会删除任何内容。

# ImportExport.EntityPythonAPIAuthorization
source: Python API Authorization Setting
de: Autorisierungseinstellung der Python-API
ja: Python API 認証設定
pt_br: Ajuste de autorização da Python API
ru: Настройка авторизации Python API
zh_hans: Python API 授权设置

# ImportExport.EntityPythonAPIScripts
source: Python API Scripts
de: Python-API-Skripte
ja: Python API スクリプト
pt_br: Scripts da Python API
ru: Скрипты Python API
zh_hans: Python API 脚本

# ImportExport.EntityPythonRuntimes
source: Python Runtimes
de: Python-Laufzeitumgebungen
ja: Python ランタイム
pt_br: Runtimes do Python
ru: Среды выполнения Python
zh_hans: Python 运行时

# ImportExport.EntitySecureSettings
source: Secure Settings
de: Sichere Einstellungen
ja: セキュア設定
pt_br: Ajustes seguros
ru: Защищенные настройки
zh_hans: 安全设置

# ImportExport.EntityUserDefaults
source: User Defaults
de: Benutzereinstellungen
ja: ユーザーデフォルト
ru: Пользовательские настройки
zh_hans: 用户默认设置

# ImportExport.EraseActionLabel
source: Erase Everything and Quit
de: Alles löschen und beenden
ja: すべて消去して終了
pt_br: Apagar tudo e encerrar
ru: Удалить все и выйти
zh_hans: 清空所有内容并退出

# ImportExport.EraseAllHeading
source: Erase All Settings and Data
de: Alle Einstellungen und Daten löschen
ja: すべての設定とデータを消去
pt_br: Apagar todos os ajustes e dados
ru: Удалить все настройки и данные
zh_hans: 清除所有设置和数据

# ImportExport.EraseConfirmHeading
source: Erase Everything?
de: Alles löschen?
ja: すべて消去しますか？
pt_br: Apagar tudo?
ru: Удалить все?
zh_hans: 是否清空所有内容？
